Revit 2024 API
SpaceSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public SpaceSetIterator()
Visual Basic
Public Sub New
Visual C++
public:
SpaceSetIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
SpaceSetIterator Class
Autodesk.Revit.DB.Mechanical Namespace